Repository: Spencerx/opendatahandbook
Catalog: translation/*/LC_MESSAGES/all.po
Languages: de

source: **Nettskap 2.0**. In April 2010 the Norwegian Ministry for Government Administration held "Nettskap 2.0". Norwegian developers – companies, public agencies or individuals – were challenged to come up with web-based project ideas in the areas of service development, efficient work processes, and increased democratic participation. The use of government data was explicitly encouraged. Though the application deadline was just a month later, on May 9, the Minister Rigmor Aasrud said the response was "overwhelming". In total 137 applications were received, no less than 90 of which built on the re-use of government data. A total amount of NOK 2.5 million was distributed among the 17 winners; while the total amount applied for by the 137 applications was NOK 28.4 million.
de: **Nettskap 2.0** Im April 2010 veranstaltete die norwegische Regierung den "Nettskap 2.0" Wettbewerb. Norwegische Entwickler - Firmen, öffentliche Verwaltung aber auch Einzelpersonen - waren aufgerufen web-basierte Projekte oder Ideen im Bereich Service-Entwicklung, effizientere Arbeitsprozesse und bessere demokratische Partizipation zu entwickeln und vorzustellen. Dazu sollten, wo sinnvoll, Regierungsdaten verwendet werden. Schon vor dem offiziellen Wettbewerbsende zeigte sich Minister Rugmor Aasrud begeistert. 137 Anwendungen wurden eingereicht, 90 davon verwendeten öffentliche Daten. Insgesamt wurden 2,5 millionen NOK an die Gewinner ausgeschüttet.

source: **Mashup Australia**. The Australian Government 2.0 Taskforce invited citizens to show why open access to Australian government information would be positive for the country’s economy and social development. The contest ran from October 7th to November 13th 2009. The Taskforce released some datasets under an open license and in a range of reusable formats. The 82 applications that were entered into the contest are further evidence of the new and innovative applications which can result from releasing government data on open terms.
de: **Mashup Australia** Die australische 'Regierung 2.0' Taskforce lud die Bürger des Landes ein zu demonstrieren, warum offener Zugang zu Regierungsdaten ein Mehrwert für die wirtschaftliche und soziale Entwicklung Australiens ist. Insgesamt wurden 82 Anwendungen eingereicht.

source: Conferences, Barcamps, Hackdays
de: Konferenzen, Barcamps, Hackdays

source: One of the more effective ways for Civil Society Organisations (CSOs) to demonstrate to governments the value of opening up their datasets is to show the multiple ways in which the information can be managed to achieve social and economic benefit. CSOs that promote re-use have been instrumental in countries where there have been advances in policy and law to ensure that datasets are both technically and legally open.
de: Um den Wert offener Daten aufzuzeigen sollten zivil-gesellschaftliche Organisationen vor allem darauf hinweisen, wie diese Daten sozialen und wirtschaftlichen Fortschritt unterstützen können. NGOs die sich für eine verbesserte Weiterverwendung von Daten aussprechen haben in vielen Ländern eine wichtige Rolle gespielt um sicherzustellen dass offene Daten sowohl in technischer als auch in juristischer Hinsicht 'offen' sind.

source: The typical activities which are undertaken as part of these initiatives normally include competitions, :term:`open government data` conferences, “unconferences”, workshops and “hack days”. These activities are often organised by the user community with data that has already been published proactively or obtained using access to information requests. In other cases, civil society advocates have worked with progressive public officials to secure new release of datasets that can be used by programmers to create innovative applications.
de: Um eigene Open Data Initiativen voranzubringen werden oftmals Veranstaltungen zu offenen Regierungsdaten veranstaltet, sei es als Unkonferenz, Workshop, Hackday oder Barcamp.Solche Veranstaltungen werden oft von oder in Kooperation mit relevanten zivilgesellschaftlichen Organisationen durchgeführt.

source: Tell the world!
de: Tu gutes und rede darüber!

source: First and foremost, make sure that you promote the fact that you've embarked on a campaign to promote :term:`open data` in your area of responsibility.
de: Als erstes sollten sie ihr :term:'Open Data' Projekt in ihrem Verantwortungsbereich bekannt machen.

source: If you open up a bunch of datasets, it’s definitely worth spending a bit of time to make sure that people know (or at least can find out) that you’ve done so.
de: Wenn Sie mehrere Datensätze geöffnet haben sollten Sie darüber nachdenken dies auch entsprechend bekannt zu machen.

source: In addition to things like press releases, announcements on your website, and so on, you may consider:
de: Zusätzlich zu Pressemitteilungen, Bekanntmachung auf der Website und so weiter könnte Sie das folgende tun:

source: Contacting prominent organisations or individuals who work/are interested in this area
de: * kontaktieren Sie relevante Organisationen aus dem Open Data Bereich

source: Contacting relevant mailing lists or social networking groups
de: * Kontaktieren Sie relevante Mailinglisten oder Soziale Netzwerke

source: Directly contacting prospective users who you know may be interested in this data
de: Community-Management ist wichtig -

source: Understanding your audience
de: ** Versuchen Sie, ihre Zielgruppe zu verstehen **

source: Like all public communication, engaging with the data community needs to be targeted. Like all stakeholder groups, the right message can be wasted if it is directed to the wrong area.
de: kontaktieren Sie also relevante Zielgruppen.

source: Digital communities tend to be very willing to share new information, yet they very rapidly consume it. Write as if your messages will be skimmed over, rather than critically examined in-depth.
de: Digitale Communites sind in der Regel bereit, Informationen auszutauschen. Sie werden in der Regel kurze, klare Emails langen und umständlichen vor. Machen Sie sich auf konkrete Nachfragen gefasst und antworten Sie ernsthaft darauf.

source: Members of the tech community are less likely than the general public to use MS Windows. This means that you should not save documents in MS Office formats which can be read offline. There are two resons for this:
de: Viele Menschen aus der Tech-Community benutzen nicht Windows oder Word - darauf sollten sie bei der Veröffentlichung achten.

source: The first is that those documents will be less accessible. Rather than the document you see on your screen, readers may see an imperfect copy from an alternative.
de: Wenn Sie z.B. Word-Dokumente verwenden, werden Nutzer die diese Anzeigen wollen verschobene Absätze und ähnliches sehen.

source: Secondly, your agency sends an implicit message that you are unwilling to take a step towards developers. Instead, you show that you are expecting the technology community to come to you.
de: Damit zeigen Sie, dass Sie aktiv auf die Community zugehen und bereit sind, ernstgemeintes Feedback aufzunehmen.

source: Many blogs have created a large readership in specialised topic areas. It may be worthwhile adding an article about your initiative on their site. These can be mutually beneficial. You receive more interest and they receive a free blog post in their topic area.
de: Viele Blogs haben eine große Reichweite bei bestimmten Themen. Versuchen Sie, einen Artikel über Ihre Initiative dort zu platzieren.

source: Making your communications more social-media friendly
de: Machen Sie ihre Kommunikation 'social media freundlich'

source: It's unrealistic to expect that officials should spend long periods of time engaging with social media. However, there are several things that you can do to make sure that your content can be easily shared between technical users. Some tips:
de: Auch wenn es unrealistisch erscheinen mag, dass Beamte viel Zeit in sozialen Netzwerken verbringen werden gibt es ein paar kurze Tipps die beachtet werden sollten.

source: When a message is shared with others, the recipient of the referral will be looking for the relevant content quickly.
de: Soziale Netzwerke eignen sich besonders für die Einladung zu veranstaltungen, da interessierte Menschen häufig Freunde und Bekannte einladen.

source: Press releases are fine. They are concise messages about a particular point. However, if you require people to download the content and for it to open outside of a web browser, then fewer people will read it. Search engines are less likely to index the content. People are less likely to click to download.
de: Pressemitteilungen sind in Ordnung und Notwendig. Aber in Zeiten des Internets sollte darauf geachtet werden, dass nicht nur ein PDF auf die Website gestellt wird.

source: Apart from providing certainty to people who wish to share your content that this is permissible, you send a message that your agency understands openness. This is bound to leave an impression far more significant to proponents of open data than any specific sentence in your press release.
de: Machen Sie deutlich, dass andere Personen und Organisationen eingeladen sind, ihre Informationen weiterzuverbreiten. Dies zeigt, dass Sie 'offenheit' verstanden haben und wird großen Eindruck machen.

source: Social media
de: Soziale Medien

source: It's inefficient for cash-strapped agencies to spend hours on social media sites. The most significant way that your voice can be heard through these fora is by making sure that blog posts are easily shareable. That means, before reading the next section, make sure that you have read the last. With that in mind, here are a few suggestions:
de: Versuchen Sie nicht, ihren Content mit aller Macht selbst in sozialen Netzwerken zu promoten. Achten Sie darauf, dass ihre Inhalte leicht auffindbar und gut zu verlinken sind und sprechen Sie relevante Zielgruppen an.

source: Twitter has emerged as the platform of choice for disseminating information rapidly. Anything tagged with #opendata will be immediately seen by thousands.
de: Twitter ist eine der interessantesten Plattformen schnell weiterzuverbreiten. Alles mit dem #opendata wird schnell von vielen tausend Menschen wahrgenommen.

source: LinkedIn has a large selection of groups which are targeted towards open data.
de: Bei LinkedIn, Xing un Co. gibt es größere Gruppen, die sich mit offenen Daten beschäftigen.

source: While Facebook is excellent for a general audience, it has not received a great deal of attention in the open data community.
de: Facebook hat zwar insgesamt eine größere Reichweite, kann aber die verschiedenen Tech-Communites nicht so gut erreichen wie Twitter.

source: Submit your content to the equivalent of newswires for geeks. Reddit and Hacker News are the two biggest in this arena at the moment. To a lesser extent, Slashdot and Digg are also useful tools in this area.
de: Stelle deinen Content relevanten Nachrichtenquellen für Nerds bereit.

source: These sites have a tendency to drive significant traffic to interesting material. They are also heavily focused on topic areas.
de: Solche Seiten und Gruppen sind ein guter Weg, um interessante Inhalte bekannt zu machen.

source: Glossary
de: Glossar

source: The process of adapting data so that individuals cannot be identified from it.
de: Es muss immer sichergestellt sein, dass von den veröffentlichten Daten keine Rückschlüsse auf individuelle Personen gezogen werden können.

source: See :term:`Anonymisation`.
de: Link :term:`Anonymisation`.

source: See :term:`Application Programming Interface`.
de: Link :term:`Application Programming Interface`.

source: A way computer programs talk to one another. Can be understood in terms of how a programmer sends instructions between programs.
de: Die Art, wie Computer miteinander kommunizieren. Kann verstanden werden wie Programmierer Befehle zwischen Programmen verschicken.

source: See :term:`Information Asset Register`.
de: Link :term:`Information Asset Register`.

source: A license that requires that the original source of the licensed material is cited (attributed).
de: Eine Lizenz, bei der der ursprüngliche Urheber angegeben werden muss (Attribution).

source: BitTorrent is a protocol for distributing the bandwith for transferring very large files between the computers which are participating in the transfer. Rather than downloading a file from a specific source, BitTorrent allows peers to download from each other.
de: BitTorrent eigent sich hervorragend um große Datenmengen kostengünstig zu verteilen. Anstatt einen zentralen Downloadserver bereitzustellen könne Nutzer die Daten von verteilten Rechnern herunterladen.

source: Connectivity relates to the ability for communities to connect to the Internet, especially the World Wide Web.
de: 'Connectivity' bezeichnet hier die Fähigkeit von Communites sich über das Internet, meist das World Wide Web, zu verbinden.

source: A right for the creators of creative works to restrict others' use of those works. An owner of copyright is entitled to determine how others may use that work.
de: Ein Recht für Schöpfer kreativer Werke die Nutzung ihres Werks zu beschränken Der Inhaber des Copyrights ist berechtigt, anderen die Nutzungsmöglichkeiten vorzuschreiben.

source: See :term:`Data Access Protocol`.
de: Link :term:`Data Access Protocol`.

source: A system that allows outsiders to be granted access to databases without overloading either system.
de: Ein System, dass außenstehenden Zugang zu Datenbanken gewährt ohne das System zu überlasten.

source: Data protection legislation is not about protecting the data, but about protecting the right of citizens to live without fear that information about their private lives might become public. The law protects privacy (such as information about a person's economic status, health and political position) and other rights such as the right to freedom of movement and assembly. For example, in Finland a travel card system was used to record all instances when the card was shown to the reader machine on different public transport lines. This raised a debate from the perspective of freedom of movement and the travel card data collection was abandoned based on the data protection legislation.
de: Datenschutzgesetzgebung soll nicht die Daten an sich beschützen, sondern die Rechte der Bürgerinnen und Bürger. Keiner soll Angst haben, dass über Ihn oder Sie erhobene private Daten öffentlich werden.

source: A right to prevent others from extracting and reusing content from a database. Exists mainly in European jurisdictions.
de: Ein Recht um die herauslösung und weiternutzung von Daten aus Datenbanken zu verbieten. Existiert vor allem in Europa.

source: European Union.
de: Europäische Union

source: The *Directive on the re-use of public sector information*, 2003/98/EC. "deals with the way public sector bodies should enhance re-use of their information resources." `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
de: Die *Richtlinie über die Weiternutzung von Daten des öffentlichen Sektors* 2003/98/EC beschäftigt sich mit den Vorgängen die öffentliche Verwaltungen nutzen sollten um die Weiterverwendung ihrer Daten zu ermöglichen. `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`

source: IARs are registers specifically set up to capture and organise meta-data about the vast quantities of information held by government departments and agencies. A comprehensive IAR includes databases, old sets of files, recent electronic files, collections of statistics, research and so forth.
de: IARs sind Register die darauf ausgelegt sind Meta-Daten über die großen Informationsmengen von Regierungsbehörden und Verwaltungen aufzunehmen und zu organisieren. Eine umfassendes IAR enthält informationen über Datenbanken, archivierte Daten, neue elektronische Daten, Statistiken und andere Informationen.

source: The :term:`EU PSI Directive` recognises the importance of asset registers for prospective re-users of public information. It requires member states to provide lists, portals, or something similar. It states::
de: Die :term: 'EU PSI-Richtlinie' beschreibt die Wichtigkeit von Informationsregistern (Information Asset Registers). Die Mitgliedsstaaten sind verpflichtet Listen, Portale oder andere Zugänge zu ihren Daten vorzuhalten.

source: IARs can be developed in different ways. Government departments can develop their own IARs and these can be linked to national IARs. IARs can include information which is held by public bodies but which has not yet been – and maybe will not be – proactively published. Hence they allow members of the public to identify information which exists and which can be requested.
de: Informationsregister enthalten Informationen über alle Daten, die Regierungsstellen erheben und verwalten. Auf diese Weise kann sich die Öffentlichkeit ein Bild darüber machen welceh Daten zu welchen Zwecken erhoben werden und welche Datensätze für anwendungen besonders interessant sind.

source: For the public to make use of these IARs, it is important that any registers of information held should be as complete as possible in order to be able to have confidence that documents can be found. The incompleteness of some registers is a significant problem as it creates a degree of unreliability which may discourage some from using the registers to search for information.
de: Informationsregister sollten immer vollständig und aktuell gehalten werden und von Suchmaschinen gefunden werden können.

source: It is essential that the metadata in the IARs should be comprehensive so that search engines can function effectively. In the spirit of open government data, public bodies should make their IARs available to the general public as raw data under an open license so that civic hackers can make use of the data, for example by building search engines and user interfaces.
de: Es ist wichtig, dass die Metdaten von Informationsregistern (Information Asset Registers, IAR) vollständig und aktuell sind. Ist dies nicht der Fall können Suchmaschinen diese Daten nur schwer auffinden. Im Geiste von 'Open Data' sollten öffentliche Stellen ihre IARs der Öffentlichkeit als Rohdaten und unter einer offenen Lizenz zur Verfügung stellen.

source: Monopolies granted to individuals for intellectual creations.
de: Monopole bestimmte Individuen um geistige Eigentumsrechte zu schützen

source: See :term:`Intellectual property rights`.
de: Link :term:`Intellectual property rights`.

source: Formats that are machine readable are ones which are able to have their data extracted by computer programs easily. PDF documents are not machine readable. Computers can display the text nicely, but have great difficulty understanding the context that surrounds the text.
de: Maschinenlesbare Formate können von Computern automatisiert ausgewertet werden. PDFs können zwar auf fast allen PCs schön dargestellt werden, sind aber nicht maschinenlesbar.

source: Open data are able to be used for any purpose. More details can be read at `opendefinition.org <http://www.opendefinition.org/>`_.
de: Offene Daten können für fast alle Zwecke genutzt werden. Mehr Details dazu gibt es auf `opendefinition.org <http://www.opendefinition.org/>`_.

source: :term:`Open data` produced by the government. This is generally accepted to be data gathered during the course of business as usual activities which do not identify individuals or breach commercial sensitivity. Open government data is a subset of :term:`Public Sector Information`, which is broader in scope. See http://opengovernmentdata.org for details.
de: :term:`Offene Daten` die von Behörden produziert werden. Das bezieht sich im Allgemeinen auf Daten, die im Laufe der gewöhnlichen Geschäftstätigkeit gesammelt wurden, und keine personenbezogenen Merkmale enthalten oder Geschäftsgeheimnisse verletzen. Offene Regierungsdaten sind eine Untermenge des Begriffs :term:`Daten des öffentlichen Sektors`, der auch nicht-behördliche Daten umfasst. Siehe auch http://opengovernmentdata.org

source: Generally understood as technical standards which are free from licencing restrictions. Can also be interpreted to mean standards which are developed in a vendor-neutral manner.
de: Prinzipiell sind technische Standards frei von Lizenzen und anderen restriktionen.

source: See :term:`Public Sector Information`.
de: Link :term:`Public Sector Information`.

source: No copyright exists over the work. Does not exist in all jurisdictions.
de: Copyright kann auf diese Informationen nicht angewendet werden. Existiert nicht überall.

source: Information collected or controlled by the public sector.
de: Informationen die von öffentlichen Stellen erhoben oder kontrolliert werden.

source: Use of content outside of its original intention.
de: Nutzung von Inhalten außerhalb des eigentlichen Einsatzzweckes.

source: A license that requires users of a work to provide the content under the same or similar conditions as the original.
de: Eine Lizenz, die vorgibt, dass Inhalte unter der gleichen Lizenz weiterveröffentlicht werden müssen (Copyleft Effekt).

source: Tab-separated values (TSV) are a very common form of text file format for sharing tabular data. The format is extremely simple and highly :term:`machine-readable`.
de: TAB-separated values (TSV) ist ein gebräuchliches Text-Format um Tabellen weiterzureichen. Das Format ist sehr einfach aufgebaut und gut :term:`{Maschinenlesbar} {Machine-readable}`.

source: An :term:`API` that is designed to work over the Internet.
de: Eine :term:`API` die erstellt wurde um Informationen über das Internet auszutauschen.

source: File Formats
de: Datenformate:

source: An Overview of File Formats
de: Eine Übersicht über Datenformate:

source: JSON is a simple file format that is very easy for any programming language to read. Its simplicity means that it is generally easier for computers to process than others, such as XML.
de: JSON ist ein einfaches Dateiformat, das von fast jeder Programmiersprache automatisch ausgelesen werden kann.

source: XML is a widely used format for data exchange because it gives good opportunities to keep the structure in the data and the way files are built on, and allows developers to write parts of the documentation in with the data without interfering with the reading of them.
de: XML ist ein weitverbreitetes Format zum Datenaustausch weil es Daten gut Strukturieren kann. Ausserdem können XML Dateien eine gute Dokumentation der Daten enthalten.

source: A W3C-recommended format called RDF makes it possible to represent data in a form that makes it easier to combine data from multiple sources. RDF data can be stored in XML and JSON, among other serializations. RDF encourages the use of URLs as identifiers, which provides a convenient way to directly interconnect existing :term:`open data` initiatives on the Web. RDF is still not widespread, but it has been a trend among Open Government initiatives, including the British and Spanish Government Linked Open Data projects. The inventor of the Web, Tim Berners-Lee, has recently proposed a five-star_ scheme that includes linked RDF data as a goal to be sought for open data initiatives.
de: RDF etabliert sich zunehmend als neues 'Meta-Format' für Datensätze. Unter RDF können verschiedene Datensätze aus XML, JSON und anderen Formaten zusammengeführt werden. RDF arbeitet mit direkten Verlinkungen (Deeplinks), dies erleichtert das auffinden der Daten.

source: Spreadsheets
de: Tabellen
