Repository: Spencerx/opendatahandbook
Catalog: translation/*/LC_MESSAGES/all.po
Languages: de

source: Many authorities have information left in the spreadsheet, for example Microsoft Excel. This data can often be used immediately with the correct descriptions of what the different columns mean.
de: Viele Institutionen haben ihre Informationen in Tabellen organisiert. Diese Daten können können bei guter Dokumentation direkt weiterverwendet werden.

source: However, in some cases there can be macros and formulas in spreadsheets, which may be somewhat more cumbersome to handle. It is therefore advisable to document such calculations next to the spreadsheet, since it is generally more accessible for users to read.
de: Manchmal enthalten Tabellen Markos und andere Formeln. Diese sollten am besten direkt im Dokument erläutert und dokumentiert werden.

source: Comma Separated Files
de: Komma-Separierte Werte (CSV)

source: CSV files can be a very useful format because it is compact and thus suitable to transfer large sets of data with the same structure. However, the format is so spartan that data are often useless without documentation since it can be almost impossible to guess the significance of the different columns. It is therefore particularly important for the comma-separated formats that documentation of the individual fields are accurate.
de: CSV Dateien können sehr praktisch sein um große Datensätze mit gleicher Struktur zu übermitteln. Das Format ist allerdings so spartanisch, dass immer eine gute Dokumentation benötigt wird um die Inhalte richtig zuordnen zu können.

source: Furthermore it is essential that the structure of the file is respected, as a single omission of a field may disturb the reading of all remaining data in the file without any real opportunity to rectify it, because it cannot be determined how the remaining data should be interpreted.
de: Daten sollten unverändert herausgegeben werden - insbesondere die Struktur des Dokuments darf nicht verändert werden, da es ansonsten leicht zu verwechslungen kommen kann bzw. der Inhalt nicht mehr verständlich ist.

source: Text Document
de: Word - Dokumente

source: Classic documents in formats like Word, ODF, OOXML, or PDF may be sufficient to show certain kinds of data - for example, relatively stable mailing lists or equivalent. It may be cheap to exhibit in, as often it is the format the data is born in. The format gives no support to keep the structure consistent, which often means that it is difficult to enter data by automated means. Be sure to use templates as the basis of documents that will display data for re-use, so it is at least possible to pull information out of documents.
de: Formate die besonders bei entnutzern beliebt sind - Word (.doc) Open Office Dokumente oder PDF sind zum Anzeigen von Informationen geeignet. Diese Dokumente können jedoch nur sehr schwer oder garnicht automatisch ausgelesen werden. Die lesbarkeit kann verbessert werden, wenn Sie Dokumente aus Vorlagen erstellen. Solche Vorlagen geben auf wertvolle Metadaten aus.

source: It can also support the further use of data to use typography markup as much as possible so that it becomes easier for a machine to distinguish headings (any type specified) from the content and so on. Generally it is recommended not to exhibit in word processing format, if data exists in a different format.
de: Für die Weiterverwendung von Daten kann es sinnvoll sein typographische Markups zu nutzen um die Inhalte 'Maschinenfreundlicher' zu machen. Genrell sind Word-Dokumente nicht so gut geeignet wie andere Formate.

source: Plain Text
de: Roher Text (.txt.)

source: Plain text documents (.txt) are very easy for computers to read. They generally exclude structural metadata from inside the document however, meaning that developers will need to create a parser that can interpret each document as it appears.
de: Reine Textdokumente sind für Computer sehr einfach zu lesen. Sie enthalten jedoch keinerlei beschreibung für strukturierte Daten und sind somit für große Datenbanken ungeeignet.

source: Some problems can be caused by switching plain text files between operating systems. MS Windows, Mac OS X and other Unix variants have their own way of telling the computer that they have reached the end of the line.
de: Der Austausch von .txt Dateien kann Problem verursachen, da MS Windows, Mac OS X und andere Unix Versionen verschiedene Interpretationen dieses Formats haben.

source: Scanned image
de: Gescannte Bilder

source: Probably the least suitable form for most data, but both TIFF and JPEG-2000 can at least mark them with documentation of what is in the picture - right up to mark up an image of a document with full text content of the document. It may be relevant to their displaying data as images whose data are not born electronically - an obvious example is the old church records and other archival material - and a picture is better than nothing.
de: Scans sind generell wohl die schlechteste Form öffentliche Informatione weiterzugeben. TIFF und JPEG-2000 können aber immerhin Meta Informationen über den Inhalt des Bildes aufnehmen. In manchen Fällen sind Scans allerdings die einzige Möglichkeit Dokumente zu teilen - z.B. bei alten Handschriften auf Kirchenarchiven.

source: Proprietary formats
de: Proprietäre Formate:

source: Some dedicated systems, etc. have their own data formats that they can save or export data in. It can sometimes be enough to expose data in such a format - especially if it is expected that further use would be in a similar system as that which they come from. Where further information on these proprietary formats can be found should always be indicated, for example by providing a link to the supplier's website. Generally it is recommended to display data in non-proprietary formats where feasible.
de: Manche spezialisierte Anwendungen (wie z.B. SPSS für Statistiken) geben ihre Daten in eigenen Formaten aus. Wenn anzunehmen ist, dass Entwickler mit diesem Format arbeiten können spricht in der Regel nichts dagegen die Daten in diesem Format zu belassen. Die größte Zielgruppe erreicht man allerdings, wenn offene Formate verwendet werden.

source: Nowadays much data is available in HTML format on various sites. This may well be sufficient if the data is very stable and limited in scope. In some cases, it could be preferable to have data in a form easier to download and manipulate, but as it is cheap and easy to refer to a page on a website, it might be a good starting point in the display of data.
de: Mittlerweile werden viele Datensätze im HTML Format ausgegeben. Dies funktioniert, wenn die Datensammlung relativ klein ist und sich nur wenig verändert. Vorteilhaft sind hier vor allem die geringen Kosten.

source: Typically, it would be most appropriate to use tables in HTML documents to hold data, and then it is important that the various data fields are displayed and are given IDs which make it easy to find and manipulate data. Yahoo has developed a tool (http://developer.yahoo.com/yql/) that can extract structured information from a website, and such tools can do much more with the data if it is carefully tagged.
de: Daten in HTML Dokumenten sollten in gut ausgezeichneten Tabellen bereitgestellt werden. Yahoo hat ein Tool entwickelt, mit dem strukturierte Daten von Webseiten extrahiert werden können (http://developer.yahoo.com/yql/).

source: Open File Formats
de: Open Office Formate

source: Even if information is provided in electronic, machine-readable format, and in detail, there may be issues relating to the format of the file itself.
de: Auch wenn Informationen in elektronischer, maschinenlesbarer Form präsentiert werden gibt es noch einige Unterschiede zwischen den Dateiformaten.

source: The formats in which information is published – in other words, the digital base in which the information is stored - can either be “open” or “closed”. An open format is one where the specifications for the software are available to anyone, free of charge, so that anyone can use these specifications in their own software without any limitations on re-use imposed by intellectual property rights.
de: Dateiformate können entweder offen oder geschlossen ('proprietär') sein. Bei offenen Formaten sind die spezifikationen der Software für jeden kostenfrei verfügbar, jeder kann Sie also in seiner eigenen Software ohne einschränkungen nutzen.

source: If a file format is “closed”, this may be either because the file format is proprietary and the specification is not publicly available, or because the file format is proprietary and even though the specification has been made public, re-use is limited. If information is released in a closed file format, this can cause significant obstacles to reusing the information encoded in it, forcing those who wish to use the information to buy the necessary software.
de: Bei geschlossenen, proprietären Formaten sind die spezifikationen nicht öffentlich verfügbar oder die Weiternutznug ist eingeschränkt. Wenn Daten nur in einem propritären Format zur Verfügung gestellt werden kann dies erheblich Einschränkungen in bezug auf die Möglichkeit der Weiternutzung haben.

source: The benefit of open file formats is that they permit developers to produce multiple software packages and services using these formats. This then minimises the obstacles to reusing the information they contain.
de: Werden offen Datenformate verwendet gibt es in der Regel eine größere Anzahl verfügbarer Software. Meitens ist diese auch kostengünstiger.

source: Using proprietary file formats for which the specification is not publicly available can create dependence on third-party software or file format license holders. In worst-case scenarios, this can mean that information can only be read using certain software packages, which can be prohibitively expensive, or which may become obsolete.
de: Werden proprietäre Formate verwendet kann das dazu führen, dass große Personenkreise von der Nutzung der Daten ausgeschlossen werden, da sie keinen Zugang zu der teuren Software haben oder weil solche Formate verwaisen können.

source: The preference from the :term:`open government data` perspective therefore is that information be released in **open file formats which are machine-readable.**
de: Offene Regierungsdaten sollten demnach in offenen Formaten und maschinenlesbar veröffentlicht werden.

source: Example: UK traffic data
de: Beispiel: Transportdaten in Großbritannien

source: Andrew Nicolson is a software developer who was involved in an (ultimately successful) campaign against the construction of a new road, the Westbury Eastern bypass, in the UK. Andrew was interested in accessing and using the road traffic data that was being used to justify the proposals. He managed to obtain some of the relevant data via freedom of information requests, but the local government provided the data in a proprietary format which can only be read using software produced by a company called Saturn, who specialise in traffic modelling and forecasting. There is no provision for a “read only” version of the software, so Andrew's group had no choice but to purchase a software license, eventually paying £500 (€600) when making use of an educational discount. The main software packages on the April 2010 price list from Saturn start at £13,000 (over €15,000), a price which is beyond the reach of most ordinary citizens.
de: Andrew Nicolson war Initiator einer Bürgerinitiative die sich erfolgreich gegen den Neubau einer Straße (den Westbury Eastern bypass in Großbritannien) aussprach. Andrew war an den Daten interessiert, die dem Bau und der Genehmigung der Straße zugrunde lagen und Fragte diese nach Informationsfreiheitsgesetz an. Als er die Daten bekam musste er feststellen, dass diese nur mit einem hochspezialisierten Verkehrsplanungsprogramm ausgelesen werden konnten. Eine Universitätslizenz des Programms kostet ca. 600€, eine normale Version mehr als 15.000€. Die Informationen sind also für die meisten Privatanwender nicht einsehbar, da die Kosten die finanzielle Leistungsfähigkeit bei weitem übersteigen.

source: Although no access to information law gives a right of access to information in open formats, open government data initiatives are starting to be accompanied by policy documents which stipulate that official information must be made available in open file formats. Setting the gold standard has been the Obama Administration, with the Open Government Directive issued in December 2009, which says:
de: Informationsfreiheitsgesetze haben in der Regel keine Klausel, die die herausgabe von Informationen in einem offenen Format vorschreibt, doch mittlerweile gibt es mehr und mehr Policy-Dokumente die Regierungen offene Formate empfehlen. Die Obama Administration setze 2009 mit ihrer Open Government Direktive einen hohen Standard:

source: How do I use a given format?
de: Wie nutze ich ein bestimmtes Format?

source: When an authority must exhibit new data – data that has not been exhibited before – you should choose the format that provides the best balance between cost and suitability for purpose. For each format there are some things you should be aware of, and this section aims to explain them.
de: Wenn eine Verwaltung neue Daten veröffentlicht sollte sie das Format auswählen, dass die beste Kosten-Nutzen Balance bietet. Dieser Abschnitt erklärt die Vor- und Nachteile der verschiedenen Formate.

source: This section focuses only on how the cut surfaces are best arranged so that machines can access them directly. Advice and guidance about how web sites and web solutions should be designed can be found elsewhere.
de: Dieser Abschnitt behandelt nur die automatisierte Verwendung von Daten durch Programmierschnittstellen und andere Programme. Suchmaschinen und Suchmaschinenoptimierung sind nicht gegenstand des Kapitels.

source: For data that changes frequently, and where each pull is limited in size, it is very relevant to expose data through web services. There are several ways to create a web service, but some of the most used is SOAP and REST. Generally, SOAP over REST, REST services, but are very easy to develop and use, so it is a widely used standard.
de: Bei Daten die sich häufig ändern sollten zur Bereitstellung Web-Services verwendet werden. Die bekanntesten Beispiele sind SOAP und REST.

source: Database
de: Datenbank

source: Like web services, databases provide direct access to data dynamically. Databases have the advantage that they can allow users to put together just the extraction that they are interested in.
de: Genau wie Web-Services bieten Datenbanken Nutzern die Möglichkeit nur die für sie relevanten Informationen herauszuziehen.

source: There are some security concerns about allowing remote database extraction and database access is only useful if the structure of the database and the importance of individual tables and fields are well documented. Often, it is relatively simple and inexpensive to create web services that expose data from a database, which can be an easy way to address safety concerns.
de: Es gibt verschiedene Sicherheitsbedenken, die oft gegen einen fernzugriff auf Datenbanken eingewandt werden. Zugriff auf Datenbanken ist auch nur sinnvoll, wenn die Daten gut dokumentiert vorliegen. Oftmals ist es sehr einfach, Web Services aufzubauen die Informationen aus Datenbanken bereitstellen und so den Sicherheitsbedenken zu begegnen.

source: Appendices
de: Anhang

source: What Legal (IP) Rights Are There in Data(bases)
de: Welche geistigen Eigentumsrechte finden in Daten(banken) verwendung

source: When talking about data(bases) we first need to distinguish between the structure and the content of a database (when we use the term 'data' we shall mean the content of the database itself). Structural elements include things like the field names and a model for the data – the organization of these fields and their inter-relation.
de: Bei Datenbanken muss immer unterschieden werden - zwischen der Struktur der Datenbank und den Inhalten. 'Daten' bezeichnet immer den Inhalt der Datenbank.

source: In many jurisdictions it is likely that the structural elements of a database will be covered by copyright (it depends somewhat on the level of 'creativity' involved in creating this structure).
de: In vielen Ländern fallen strukturierte Elemente einer Datenbank unter das Copyright (in Deutschland gilt als Maßstab die 'Schöpfungshöhe').

source: However, here we are particularly interested in the data. When we talk of "data" we need to be a bit careful because the word isn't particularly precise: "data" can mean a few items or even a single item (for example a single bibliographic record, a lat/long etc) or "data" can mean a large collection (e.g. all the material in the database). To avoid confusion we shall reserve the term "content" to mean the individual items, and data to denote the collection.
de: Wir sind besonders interessiert an Daten. Hierbei

source: Unlike for material such as text, music or film, the legal situation for data varies widely across countries. However, most jurisdictions **do** grant some rights in the data (as a collection).
de: Datenbanken genießen in verschiedenen Ländern sehr unterschiedliche Schutzniveaus. Die meisten Länder bieten jedoch grundlegende Schutzrechte für die Zusammenstellung der Daten (unabhängig von der Lizenz der Daten an sich).

source: This distinction between the "content" of a database and the collection is especially crucial for factual databases since no jurisdiction grants a monopoly right over the individual facts (the "content"), even though it may grant right(s) in them as a collection. To illustrate, consider the simple example of a database which lists the melting point of various substances. While the database as a whole might be protected by law so that one is not allow to access, re-use or redistribute it without permission, this would never prevent you from stating the fact that substance Y melts at temperature Z.
de: Der Unterschied zwischen Rechten für Daten und die Zusammenstellung können enorm sein. Eine Datenbank, die nur eine Sammlung bekannter Fakten enthält (Daten, Schmelztemperaturen, etc..) genießt Schutzrechte als Datenbank, auch wenn die Daten an sich keinerlei Schutz durch Copyright oder ähnlichem unterliegen.

source: Forms of protection fall broadly into two cases:
de: Es gibt grundsätzlich zwei Formen von Schutz:

source: Copyright for compilations
de: Coypright für Zusammenstellungen (Compilations)

source: A *sui generis* right for collections of data
de: Und ein Schutzrecht eigener Art für Zusammenstellungen von Daten

source: As we have already emphasized, there are no general rules and the situation varies by jurisdiction. Thus we proceed country by country detailing which (if any) of these approaches is used in a particular jurisdiction.
de: Diese Schutzrechte variieren sehr stark zwischen den verschiedenen Ländern.

source: Finally, we should point out that in the absence of any legal protection, many providers of (closed) databases are able to use a simple contract combined with legal provisions prohibiting violation of access-control mechanisms to achieve results similar to a formal IP right. For example, if X is a provider of a citation database, it can achieve any set of terms of conditions it wants simply by:
de: Neben den normalen Schutzrechten können Hersteller von Datenbanken ihre Sammlungen durch individuelle Verträge und Nutzungsbedingungen schützen. Ein Betreiber kann also z.B. beschließen:

source: Requiring users to login with a password
de: Ein Passwort zum Login verlangen.

source: Only providing a user with an account and password on the condition that the user agrees to the terms and conditions
de: (b) erst einen Nutzernamen und Passwort zu vergeben, wenn den Nutzungsbedingungen und den AGB zugestimmt wird.

source: You can read more about the jurisdiction by jurisdiction situation in the `Guide to Open Data Licensing`_.
de: Nähere Informationen zur Lizenzsituation in verschiedenen Ländern enthält der `Guide to Open Data Licensing`_.
