Repository: Spencerx/opendatahandbook
Catalog: translation/*/LC_MESSAGES/all.po
Languages: de

source: Third party sites can be very useful. The main reason for this is that they have already pooled together a community of interested people and other sets of data. When your data is part of these platforms, a type of positive compound interest is created.
de: Solche Seiten können sehr sinnvoll sein. Insbesondere wenn sich dort schon Communities zu bestimmten Themen gebildet haben, sollten Sie darüber nachdenken Ihre Daten dort zur Verfügung zu stellen.

source: Wholesale data platforms already provide the infrastructure which can support the demand. They often provide analytics and usage information. For public sector agencies, they are generally free.
de: Umfassende Datenplattformen stellen eine Infrastruktur bereit die dem Bedarf gerecht werden kann. Oftmals werden auch Statistiken und Hilfen für die Nutzung der Daten bereit gestellt.

source: These platforms can have two costs. The first is independence. Your agency needs to be able to yield control to others. This is often politically, legally or operationally difficult. The second cost may be openness. Ensure that your data platform is agnostic about who can access it. Software developers and scientists use many operating sytems, from smart phones to supercomputers. They should all be able to access the data.
de: Plattformen anderer können, gerade für Ministerien, Probleme bergen. Es wird ein Stückweit die eigene Kompetenz bzw. Handlungsfähigkeit aufgegeben, was gerade bei Ministerien zu Problemen führen kann. Es sollte immer Sichergestellte werden, dass die Plattform auf offenen Standards basiert, damit möglichst viele Menschen darauf zugreifen können.

source: Via FTP servers
de: Über FTP-Server

source: A less fashionable method for providing access to files is via the File Transfer Protocol (FTP). This may be suitable if your audience is technical, such as software developers and scientists. The FTP system works in place of HTTP, but is specifically designed to support file transfers.
de: Eine weniger moderen Art der Bereitstellung von Daten ist das 'File-Transfer-Protocol (FTP)'. FTP ist geeignet für die bedürfnisse technisch versierter Nutzer wie Software-Entwickler und Wissenschaftler.

source: FTP has fallen out of favour. Rather than providing a website, looking through an FTP server is much like looking through folders on a computer. Therefore, even though it is fit for purpose, there is far less capacity for web development firms to charge for customisation.
de: Aber FTP ist nicht beliebt. Statt Informationen auf einer Website abzurufen, müssen Nutzer sich durch Daten- und Ordnerwüsten kämpfen - wie auf ihrem alten PC. Auch wenn es also technisch durchaus geeignet ist hat FTP nicht das Potenzial zu einer beliebten Datenplattform zu werden.

source: As torrents
de: als Torrents

source: :term:`BitTorrent` is a system which has become familiar to policy makers because of its association with copyright infringement. BitTorrent uses files called torrents, which work by splitting the cost of distributing files between all of the people accessing those files. Instead of servers becoming overloaded, the supply increases with the demand increases. This is the reason that this system is so successful for sharing movies. It is a wonderfully efficient way to distribute very large volumes of data.
de: :term: 'BitTorrent' ist ein System, dass Politikern und Verwaltungen vor allem wegen seiner Verbindung zu Urheberrechtsverstößen bekannt ist. Bit Torrent verteilt Daten zwischen den verschiedenen Nutzern, jeder ist gleichzeitig Up- und Downloader von Daten. Das System ist sehr einfach aufgebaut und wunderbar geeignet um große Datenpakete zu versenden.

source: As an API
de: Als API

source: Data can be published via an :term:`Application Programming Interface` (API). These interfaces have become very popular. They allow programmers to select specific portions of the data, rather than providing all of the data in bulk as a large file. APIs are typically connected to a database which is being updated in real-time. This means that making information available via an API can ensure that it is up to date.
de: Daten können über eine API veröffentlicht werden. APIs sindSchnittstellen, die es Programmierern erlauben gezielt auf bestimmte Datenbestände zuzugreifen. APIs sind in der Regel mit Datenbanken verbunden, die Informationen in echtzeit zur Verfügung stellen.

source: Publishing raw data in bulk should be the primary concern of all open data intiatives. There are a number of costs to providing an API:
de: Offene Daten möglichst unverarbeitet zum Download anzubieten sollte die höchste Priorität aller Open Data Initiativen sein. Eine API ist interessant und nützlich, hat aber ihre eigenen Herausforderungen:

source: The price. They require much more development and maintainence than providing files.
de: Die Kosten: Eine API erfordert mehr Entwicklungsaufwand und regelmäßige Wartung und Pflege.

source: The expectations. In order to foster a community of users behind the system, it is important to provide certainty. When things go wrong, you will be expected to incur the costs of fixing them.
de: Die Erwartungen: Um eine aktive Community zu pflegen ist es wichtig Sicherheit und Verlässlichkeit zu geben. Wenn etwas schief geht erwartet die Community, dass diese Probleme möglichst schnell behoben werden. In vielen Fällen werden Mitglieder der Community bereit sein zu helfen.

source: Access to bulk data ensures that:
de: Zugang zu Datenrepositories stellt sicher, dass:

source: there is no dependency on the original provider of the data, meaning that if a restructure or budget cycle changes the situation, the data are still available.
de: es gibt keine Abhängigkeit zum ursprünglichen Bereitsteller der Daten, d.h. auch bei restrukturierungen oder finanzierungsengpässen bleiben die Daten weiterhin verfügbar.

source: anyone else can obtain a copy and redistribute it. This reduces the cost of distribution away from the source agency and means that there is no single point of failure.
de: jeder sich eine Kopie der Daten beschaffen und weiterverteilen kann. Dies reduziert die Kosten der Weiterverteilung für die ausgebende Behörde, außerdem gibt es keinen "single point of failure" mehr.

source: others can develop their own services using the data, because they have certainty that the data will not be taken away from them.
de: andere können neue Dienstleistungen mit den Daten entwickeln, da sichergestellt ist, dass die Daten nicht von heute auf morgen wieder verschwinden.

source: Providing data in bulk allows others to use the data beyond its original purposes. For example, it allows it to be converted into a new format, linked with other resources, or versioned and archived in multiple places. While the latest version of the data may be made available via an API, raw data should be made available in bulk at regular intervals.
de: Daten als komplett Paket zum Download anzubieten erlaubt es anderen, diese Daten abseits ihrer ursprünglichen Zwecke zu nutzen. Daten können z.B. in ein anderes Format gebracht werden oder mit anderen Daten zusammengestellt werden.

source: For example, the `Eurostat statistical service`_ has a bulk download facility offering over 4000 data files. It is updated twice a day, offers data in :term:`Tab-separated values` (TSV) format, and includes documentation about the download facility as well as about the data files.
de: Die `Server von Eurostat <http://epp.eurostat.ec.europa.eu/portal/page/portal/eurostat/home/>` bieten mehr als 4000 Dateien zum Download an. Diese werden zweimal täglich aktualisiert und bieten Daten im :term:`Tab-separated values` (TSV) Format an. Außerdem ist eine umfangreiche Dokumentation beigefügt.

source: Another example is the `District of Columbia Data Catalog`_, which allows data to be downloaded in CSV and XLS format in addition to live feeds of the data.
de: Ein anders Beispiel ist der `Daten Katalog von Washington D.C. <http://octo.dc.gov/DC/OCTO/>`, der die Daten neben CSV und XLS auch als Live-Feed zum Download anbietet.

source: Make data discoverable
de: die Daten werden auffindbar

source: :term:`Open data` is nothing without users. You need to be able to make sure that people can find the source material. This section will cover different approaches.
de: :term:'Open data' funktioniert nicht ohne Nutzer, ohne eine aktive und kreative Community. Es muss sichergestellt werden, dass potenzielle Nutzer das Quellen-Material finden können. Dieser Abschnitt stellt einige Informationen dazu bereit.

source: The most important thing is to provide a neutral space which can overcome both inter-agency politics and future budget cycles. Jurisdictional borders, whether sectorial or geographical, can make cooperation difficult. However, there are significant benefits in joining forces. The easier it is for outsiders to discover data, the faster new and useful tools will be built.
de: Am wichtigsten ist es jedoch einen neutralen Platz zu schaffen, der sowohl interministerielle wie auch geographische Grenzen überwindet. Daten aus verschiedenen Einrichtungen zu kombinieren mag große Herausforderungen bringen, doch die Chancen für interessante Anwendungen steigen.

source: Existing tools
de: Existierende Tools:

source: There are a number of tools which are live on the web that are specifically designed to make data more discoverable.
de: Es gibt bereits eine Reihe von Werkzeugen im Internet um Daten auffindbar und nutzbar zu machen.

source: One of the most prominent is the DataHub_ and is a catalog and data store for datasets from around the world. The site makes it easy for individuals and organizations to publish material and for data users to find material they need.
de: Einer der bekanntesten ist der DataHub_. Dieser ist ein Katalog für Datensätze aus der ganzen Welt. Die Website ermöglicht es Datensätze zu veröffentlichen und wiederzufinden.

source: In addition, there are dozens of specialist catalogs for different sectors and places. Many scientific communities have created a catalog system for their fields, as data are often required for publication.
de: Außerdem gibt es dutzende von spezialisierten Datenkatalogen. Viele wissenschaftliche communities haben ein Katalogsystem für ihren Bereich eingerichtet, da Daten häufig für die Publikation notwendig sind.

source: For government
de: Für Regierungen:

source: As it has emerged, orthodox practice is for a lead agency to create a catalog for the government's data. When establishing a catalog, try to create some structure which allows many departments to easily keep their own information current.
de: Es hat sich bewährt, dass eine Organisation innerhalb der Regierung eine Führungsrolle übernimmt und einen Datenkatalog anlegt. Dieser sollte so strukturiert sein, dass viele Ministerien und andere staatliche Stellen ihre Daten einfach einstellen und aktualisieren können.

source: Resist the urge to build the software to support the catalog from scratch. There are free and open source software solutions (such as CKAN_) which have been adopted by many governments already. As such, investing in another platform may not be needed.
de: Versuchen Sie nicht, das Rad noch einmal zu erfinden! Es gibt freie und offene Software für Datenkataloge (wie z.B. CKAN_) die bereits von vielen Regierungen verwendet werden.

source: There are a few things that most open data catalogs miss. Your programme could consider the following:
de: Es gibt wenige Dinge, die den meisten Open Data Katalogen fehlen. Ihr Programm sollte folgendes beachten:

source: Providing an avenue to allow the private and community sectors to add their data. It may be worthwhile to think of the catalog as the region's catalog, rather than the regional government's.
de: Eine Schnittstelle für Firmen und Bürger schaffen, um Ihre Daten dem Katalog hinzuzufügen. So entsteht ein regionaler Datenkatalog anstatt eines regionalen Regierungsdatenkatalogs.

source: Facilitating improvement of the data by allowing derivatives of datasets to be cataloged. For example, someone may geocode addresses and may wish to share those results with everybody. If you only allow single versions of datasets, these improvements remain hidden.
de: Die Weiterentwicklung von Daten unterstützen indem Änderungen an den Daten erlaubt werden. So kann z.B. jemand Adressen öffentlicher Ämter in einem Verzeichnis Geokodieren und so diese Ämter auf einer Karte darstellen. Wird die Bearbeitung von Daten unterbunden bleiben solche Verbesserungen aus.

source: Be tolerant of your data appearing elsewhere. That is, content is likely to be duplicated to communities of interest. If you have river level monitoring data available, then your data may appear in a catalog for hydrologists.
de: Erheben Sie keinen einzelveröffentlichungsanspruch. Es ist gut möglich, das Daten die zunächst auf ihrer Plattform eingestellt wurden auch in anderen Katalogen auftauchen. Wasserstandsdaten könnten z.B. in speziellen Katalogen von Hydrologen auftauchen.

source: Ensure that access is equitable. Try to avoid creating a privileged level of access for officials or tenured researchers as this will undermine community participation and engagement.
de: Stellen Sie einen gleichberechtigten Zugang sicher. Vergeben Sie keine exklusiven Zugangsrechte für Verwaltungsmitarbeiter oder bekannte Wissenschaftler, da dies zivil-gesellschaftlichem Engagement schaden kann.

source: For civil society
de: Für Zivil-Gesellschaft

source: Be willing to create a supplementary catalog for non-official data.
de: Seid bereit einen ergänzenden Katalog für nicht offizielle Daten aufzubauen.

source: It is very rare for governments to associate with unofficial or non-authoritative sources. Officials have often gone to great expense to ensure that there will not be political embarrassment or other harm caused from misuse or overreliance on data.
de: Es ist sehr selten, dass Regierungen und ihre Beamten ihre Daten mit inoffziellen und nicht autorisierten Daten verknüpfen. Sie sind meist sehr darau bedacht sicherzustellen, dass kein Mißbrauch der Daten stattfindet und keine politischen Skandale entstehen können.

source: Moreover, governments are unlikely to be willing to support activities that mesh their information with information from businesses. Governments are rightfully skeptical of profit motives. Therefore, an independent catalog for community groups, businesses and others may be warranted.
de: Außerdem sind viele Regierungen skeptisch gegenüber Bestrebungen ihre Daten mit geschäftsinformationen zu mischen. Ein unabhängiger Katalog könnte diese Probleme lösen.

source: Getting folks in a room: Unconferences, Meetups and Barcamps
de: Bringt Menschen zusammen: Unkonferenzen, Meetups und Barcamps

source: Face-to-face events can be a very effective way to encourage others to use your data. Reasons that you may consider putting on an event include:
de: Real-Life Events können dazu beitragen eine starke und aktive Community zu schaffen die Daten effektiv und kreativ nutzt. Gründe für solche Veranstaltungen:

source: Finding out more about prospective re-users
de: Mehr über potenzielle Nutzer herausfinden

source: Finding out more about demand for different datasets
de: Mehr über interessante Datensätze erfahren

source: Finding out more about how people want to re-use your data
de: Herausfinden wie Menschen Daten nutzen wollen und können

source: Enabling prospective re-users to find out more about what data you have
de: Menschen zeigen welche Daten existieren und wie sie genutzt werden können

source: Enabling prospective users to meet each other (e.g. so they can collaborate)
de: Menschen zusammenbringen, damit sie zusammen arbeiten können

source: Exposing your data to a wider audience (e.g. from blog posts or media coverage that the event may help to generate)
de: Deine Datensammlung einer breiteren Öffentlichkeit bekannt machen

source: There are also lots of different ways of running events, and different types of events, depending on what aim you want to achieve. As well as more traditional conference models, which will include things like preprepared formal talks, presentations and demonstrations, there are also various kinds of participant driven events, where those who turn up may:
de: Es gibt viele Arten von Veranstaltungen, um offene Daten zu fördern. Hackdays sind ein innovatives Format um neue NUtzungsmöglichkeiten für Daten zu finden. Auf Barcamps kann gut auf individuelle Sorgen und Fragen von Verwaltungsmitarbeitern eingegangen werden.

source: Guide or define the agenda for the event
de: Die Agenda für das Treffen bestimmen

source: Introduce themselves, talk about what they’re interested in and what they’re working on, on an ad hoc basis
de: Eine Vorstellungsrunde, damit jeder einen Überblick hat was andere gerade tun oder vorhaben

source: Give impromptu micro-short presentations on something they are working on
de: Lightning Talks durchführen, um interessante Ideen zu präsentieren

source: Lead sessions on something they are interested in
de: Interessante Sessions abstimmen und durchführen

source: There is plenty of documentation online about how to run these kinds of events, which you can find by searching for things like: ‘unconference’, ‘barcamp’, ‘meetup’, ‘speedgeek’, ‘lightning talk’, and so on. You may also find it worthwhile to contact people who have run these kinds of events in other countries, who will most likely be keen to help you out and to advise you on your event. It may be valuable to partner with another organisation (e.g. a civic society organisation, a news organisation or an educational institution) to broaden your base participants and to increase your exposure.
de: Um eine solche Veranstaltung durchzuführen wenden Sie sich am besten an ihre lokale Community. Diese hat oft gute Erfahrungen mit der Organisation und Durchführung solcher Events gemacht.

source: So I’ve Opened Up Some Data, Now What?
de: Die Daten sind offen, was nun?

source: We’ve looked at how to make government information legally and technically reusable. The next step is to encourage others to make use of that data.
de: Wir haben uns angeschaut, wie man Regierungsdaten technisch und juristisch öffnet. Als nächstes sollten wir Menschen ermuntern, diese Daten auch zu nutzen.

source: This section looks at additional things which can be done to promote data re-use.
de: Dieser Abschnitt beschäftigt sich mit der Frage wie die weiternutzung von Daten verbessert werden kann.

source: Making things! Hackdays, prizes and prototypes
de: Mach was! Hackdays, Preise und Prototypen

source: The structure of these competitions is that a number of datasets are released and programmers then have a short time-frame - running from as little as 48 hours to a few weeks - to develop applications using the data. A prize is then awarded to the best application. Competitions have been held in a number of countries including the UK, the US, Norway, Australia, Spain, Denmark and Finland.
de: Für Hackdays werden bestimmte Datensätze von den Teilnehmern bearbeitet, genutzt oder geremixt um etwas neues entstehen zu lassen. Hackdays finden meistens unter Zeitdruck statt und können zwischen 24 Stunden und einer Woche dauern. In dieser Zeit sollen (prototypen von) Applikationen oder Websites entstehen, die die verwendeten Daten kreativ aufbereiten und einer neuen Nutzung zuführen. Der beste Beitrag wird meistens mit einem Preis prämiert.

source: Examples for Competitions
de: Beispiele für Wettbewerbe:

source: **Show us a better way** was the first such competition in the world. It was initiated by the UK Government’s “The Power of Information Taskforce” headed by Cabinet Office Minister Tom Watson in March 2008. This competition asked “What would you create with public information?” and was open to programmers from around the world, with a tempting £80,000 prize for the five best applications.
de: Show us a better way war das erste Event dieser Art weltweit. Es wurde von der "The Power of Information Taskforce" der britischen Regierung initiiert und vom Cabinet Office Minister Tom Watson im März 2008 durchgeführt. Die Fragestellung war simpel: "Was würdest du mit öffentlichen Daten tun?", Programmierer aus aller Welt konnten sich beteiligen und die besten 5 Anwendungen erhielten jeweils £80,000 Preisgeld.

source: **Apps for Democracy**, one of the first competitions in the United States, was launched in October 2008 by Vivek Kundra, at the time Chief Technology Officer (CTO) of the District of Columbia (DC) Government. Kundra had developed the groundbreaking DC data catalog, http://data.octo.dc.gov/, which included datasets such as real-time crime feeds, school test scores, and poverty indicators. It was at the time the most comprehensive local data catalog in the world. The challenge was to make it useful for citizens, visitors, businesses and government agencies of Washington, DC.
de: Apps for Democracy war der erste Hackday in den USA und wurde im Oktober 2008 von Vivek Kundra, dem damaligen CTO von Washington DC ausgeschrieben. Kundra entwickelte den wegweisenden Datenkatalog Washingtons (http://data.octo.dc.gov/). Dieser enthielt z.B. echtzeit Kriminalitätsstatistiken, Schultestergebnisse und Armutsindikatoren. Zu dem Zeitpunkt war es der umfrangreichste lokale Datenkatalog der Welt. Aufgabe des Wettbewerbs war es, den Katalog und seine Daten für Bürger, Besucher, Wirtschaft und Regierungsbehörden in DC nutzbar und nützlich zu machen.

source: The creative solution was to create the Apps for Democracy contest. The strategy was to ask people to build applications using the data from the freshly launched data catalog. It included an online submission for applications, many small prizes rather than a few large ones, and several different categories as well as a “People’s Choice” prize. The competition was open for 30 days and cost the DC government $50,000. In return, a total of 47 iPhone, Facebook and web applications were developed with an estimated value in excess of $2,600,000 for the local economy.
de: Die Lösung war der Apps for Democracy Wettbewerb. Den Teilnehmern wurde es zur Aufgabe gemacht, Daten aus dem neuen Datenkatalog zu nutzen und darauf aufbauend Applilationen zu entwickeln. Es gab viele kleine Preise anstatt einiger großer. Der Wettbewerb dauerte 30 Tage und kostete die Stadt insgesamt 50.000 $. Dafür bekam die Stadt insg. 47 iPhone, Facebook und andere Web-Applikationen die zusammen einen Schätzwert von 2.600.000$ für die lokale Wirtschaft hatten.

source: **The Abre Datos (Open Data) Challenge 2010**. Held in Spain in April 2010, this contest invited developers to create open source applications making use of public data in just 48 hours. The competition had 29 teams of participants who developed applications that included a mobile phone programme for accessing traffic information in the Basque Country, and for accessing data on buses and bus stops in Madrid, which won the first and second prizes of €3,000 and €2,000 respectively.
de: Im November 2011 wurde der Apps 4 Deutschland Wettbewerb gestartet und ist damit der erste solche Wettbewerb auf Bundesebene. Schirmherr ist der Bundesminister des Innern, der auf der CeBit 2012 auch die Preise vergeben wird. Vorausgegangen waren mehrere Wettbewerbe auf kommunaler und Länder Ebene.
