Repository: Spencerx/opendatahandbook
Catalog: translation/*/LC_MESSAGES/all.po
Languages: de

source: The Open Data Handbook
de: Das Open Data Handbuch

source: **This handbook discusses the legal, social and technical aspects of open data.** It can be used by anyone but is especially designed for those seeking to **open up** data. It discusses the **why, what and how** of open data -- why to go open, what open is, and the how to 'open' data.
de: **Dieses Handbuch beschäftigt sich mit den juristischen, sozialen und technischen Apsketen offener Daten.** Es richtet sich vor allem an alle, die eigene Datenbestände öffnen wollen. Es beschäftigt sich mit dem warum, was und warum beim öffnen von Daten -- wieso Daten öffnen, was 'offen' eigentlich bedeutet und wie es geht.

source: To get started, you may wish to look at the :doc:`Introduction <introduction/index.html>`. You can navigate through the report using the Table of Contents (see sidebar or below).
de: Um loszulegen, kannst du dir die :doc:`Einführung <introduction/index.html>` ansehen. Darunter findet sich das Inhaltsverzeichnis.

source: We warmly welcome comments on the text and will incorporate feedback as we go forward. We also welcome contributions or suggestions for additional sections and areas to examine.
de: Wir freuen uns über Kommentare und Anregungen jeder Art und werden Feedback einarbeiten.

source: Table of Contents
de: Inhaltsverzeichnis

source: Indices and tables
de: Indizes und Tabellen

source: Credits and Copyright
de: Credits und Copyright

source: Contributing authors
de: Mitwirkende Autoren

source: `Ton Zijlstra`_
de: Ton Zijstra

source: Existing sources directly used
de: Vorhandene Quellen direkt genutzt

source: Technical Proposal for how IATI is implemented. *The IATI Technical Advisory Group led by Simon Parrish*
de: Technische Vorschlag für die Umsetzung von IATI * Die IATI Technical Advisory Group geführt von Simon Parrish*

source: `Unlocking the Potential of Aid Information`_. *Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher*
de: `Erschließung des Potenzials der Aid Information` _. * Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher *

source: Finnish manual authored by *Antti Poikola*
de: Finnisches Handbuch geschrieben von Antto Poikola

source: Beyond Access Report. *Access Info and the Open Knowledge Foundation*
de: Access Report. * Access Info und der Open Knowledge Foundation *

source: Other sources
de: Andere Quellen

source: Introduction
de: Einleitung

source: Do you know exactly how much of your tax money is spent on street lights or on cancer research? What is the shortest, safest and most scenic bicycle route from your home to your work? And what is in the air that you breathe along the way? Where in your region will you find the best job opportunities and the highest number of fruit trees per capita? When can you influence decisions about topics you deeply care about, and whom should you talk to?
de: Wissen Sie wie genau Ihre Steuergelder verwendet werden? Welcher Fahradweg zur Arbeit ist der schönste, schnellste, sicherste? Und wie gut ist die Qualität der Luft die Sie gerade atmen?

source: New technologies now make it possible to build the services to answer these questions automatically. Much of the data you would need to answer these questions is generated by public bodies. However, often the data required is not yet available in a form which is easy to use. This book is about how to unlock the potential of official and other information to enable new services, to improve the lives of citizens and to make government and society work better.
de: Neue technologien ermöglichen es Doenstleistungen anzubieten, die diese Fragen automatisiert beantworten. Viele dieser Daten werden bereits von öffentlichen Institutionen erhoben. Oftmals werden diese Daten aber vor der Öffentlichkeit versteckt, obwohl es eigentlich keine guten Gründe dafür gibt, diese geheim zu halten.

source: The notion of :term:`open data` and specifically :term:`open government data` - information, public or otherwise, which anyone is free to access and re-use for any purpose - has been around for some years. In 2009 open data started to become visible in the mainstream, with various governments (such as the USA, UK, Canada and New Zealand) announcing new initiatives towards opening up their public information.
de: Die Forderung nach :term:'Open Data', insb. :term:'Open Government Data', also Informationen, öffentlich oder nicht, die für jedermann kostenfrei und wiedernutzbar verfügbar ist, wird bereits seit einigen Jahren erhoben. Seit 2009 haben mehrere Regierungen den Schritt hin zu offene Daten gewagt (unter anderem die USA, Großbritannien, Kanada und Neuseeland).

source: This book explains the basic concepts of ‘open data’, especially in relation to government. It covers how open data creates value and can have a positive impact in many different areas. In addition to exploring the background, the handbook also provides concrete information on how to produce open data.
de: Dieses Buch führt in die Grundlegenden Konzepte rund um 'Open Data' ein, insbesondere in Bezug auf offene Regierungsdaten. Es wird verdeutlicht wie offene Daten zur Wertschöpfung beitragen und in vielen Bereichen eine positive Wirkung entfalten können. Neben diesen Hintergrundinformationen gibt es auch konkrete Anleitungen zum Daten 'öffnen'.

source: Target Audience
de: Anvisierte Zielgruppe

source: This handbook has a broad audience:
de: Dieses Handbuch hat eine breite Zielgruppe:

source: for those who have never heard of open data before and those who consider themselves seasoned ‘data professionals’
de: Leute die noch nie von Open Data gehört haben und Data Professionals

source: for civil servants and for activists
de: für Staatsbedienstete und für Aktivisten;

source: for journalists and researchers
de: Journalisten und Wisenschaftler

source: for politicians and developers
de: für Politiker und Software-Entwickler;

source: for data geeks and those who have never heard of an API.
de: für Daten-Geeks und solche, die noch nie von einer API gehört haben.

source: Most of the information currently provided is focused on data held by the public sector. However, the authors intentions are to broaden this as time permits. You are welcome to participate to help us with that effort.
de: Der Großteil der Informationen, die zur Zeit bereitgestellt werden hat einen Schwerpunkt auf Daten des öffentlichen Sektors. Es ist jedoch beabsichtigt, das Spektrum im Rahmen des zeitlich Möglichen zu erweitern. Wir laden Dich ein, uns mit Deinem Beitrag zu helfen.

source: This handbook is intended for those with little or no knowledge of the topic. If you do find a piece of jargon or terminology with which you aren't familiar, please see the detailed Glossary and FAQs (frequently asked questions) which can be found at the end of the handbook.
de: Dieses Handbuch richtet sich an Menschen mit wenig oder keinem Hintergrundwissen. Fallst Du einen Begriff oder Fachtermini findest, die Dir nicht geläufig sind, kannst Du im Glossar und der FAQ (häufig gestellte Fragen) am Ende des Handbuchs nachschlagen.

source: Why Open Data?
de: Wieso eigentlich offene Daten?

source: :term:`Open data`, especially :term:`open government data`, is a tremendous resource that is as yet largely untapped. Many individuals and organisations collect a broad range of different types of data in order to perform their tasks. Government is particularly significant in this respect, both because of the quantity and centrality of the data it collects, but also because most of that government data is public data by law, and therefore could be made open and made available for others to use. Why is that of interest?
de: :term:`Offene Daten`, insbesondere :term:`Offene Regierungsdaten`, sind eine umfassende Quelle die zur Zeit fast völlig ungenutzt bleibt. Viele Personen und Organisationen sammeln eine Vielzahl an verschiedenen Datentypen um ihre Aufgaben zu erfüllen. Behörden sind in diesem Zusammenhang besonders bedeutend, sowohl wegen der Quantität und zentralen Verwaltung der Daten, die sie sammeln, als auch weil die meisten Daten des öffentlichen Sektors rechtmäßig öffentliche Daten sind, und deshalb offengelegt und öffentlich zugänglich gemacht werden können und sollten. Warum ist das so wichtig?

source: There are many areas where we can expect open data to be of value, and where examples of how it has been used already exist. There are also many different groups of people and organisations who can benefit from the availability of open data, including government itself. At the same time it is impossible to predict precisely how and where value will be created in the future. The nature of innovation is that developments often comes from unlikely places.
de: Es gibt viele Bereiche in denen offene Daten wertvoll sind, und in denen es bereits Beispiele gibt, wie sie genutzt werden können. Auch gibt es verschiedene Personengruppen und Organisationen, die aus der Verfügbarkeit von offenen Daten Nutzen ziehen können, inklusive den Behörden selbst. Gleichzeitig ist es unmöglich, vorherzusagen, wie und wo genau Werte in der Zukunft geschaffen werden. Es liegt in der Natur von Innovation, daß Entwicklungen an unerwarteten Orten geschehen.

source: It is already possible to point to a large number of areas where open government data is creating value. Some of these areas include:
de: Wir können bereits heute auf eine Vielzahl an Bereichen verweisen, wo offene Regierungsdaten Mehrwert schaffen. Einige dieser Bereiche sind:

source: Transparency and democratic control
de: Transparenz und demokratische Kontrolle

source: Participation
de: Partizipation

source: Self-empowerment
de: Selbstbestimmung und Entwicklung

source: Improved or new private products and services
de: Verbesserte oder neue Produkte und Dienstleistungen

source: Improved efficiency of government services
de: Verbesserte Effizienz staatlicher Dienstleistungen

source: Improved effectiveness of government services
de: Verbesserte Effektivität staatlicher Dienstleistungen

source: Impact measurement of policies
de: verbesserte Evaluation von policies

source: New knowledge from combined data sources and patterns in large data volumes
de: Neues Wissen aus einer Kombination von Datenquellen und Mustern aus großen Datensammlungen

source: Examples exist for most of these areas.
de: Für fast alle dieser Bereiche existieren schon spannende Beispiele.

source: In terms of transparency, projects such as the Finnish ‘tax tree’ and British ‘where does my money go’ show how your tax money is being spent by the government. And there’s the example of how open data saved Canada $3.2 billion in charity tax fraud. Also various websites such as the Danish folketsting.dk track activity in parliament and the law making processes, so you can see what exactly is happening, and which parliamentarians are involved.
de: Auf dem Gebiet der Transparenz, zeigen Projekte wie das Finnische "Tax Free" und das Britische "Where does my Money go?", wie Steuergelder durch die Regierung verwendet werden. In einem weiteren Fall konnten offene Daten in Kanada Steuerhinterziehung in Höhe von 3.2 Milliarden kanadischen Dollar bei gemeinnützigen Organisationen aufdecken. Verschiedene Webseiten, wie die Dänische folketsting.dk verfolgen die Vorgänge im Parlament und der Gesetzgebung, so daß Du genau verfolgen kannst, was passiert und welche Parlamentarier darin involviert sind.

source: Open government data can also help you to make better decisions in your own life, or enable you to be more active in society. A woman in Denmark built findtoilet.dk, which showed all the Danish public toilets, so that people she knew with bladder problems can now trust themselves to go out more again. In the Netherlands a service, vervuilingsalarm.nl, is available which warns you with a message if the air-quality in your vicinity is going to reach a self-defined threshold tomorrow. In New York you can easily find out where you can walk your dog, as well as find other people who use the same parks. Services like ‘mapumental’ in the UK and ‘mapnificent’ in Germany allow you to find places to live, taking into account the duration of your commute to work, housing prices, and how beautiful an area is. All these examples use open government data.
de: Offene Regierungsdaten können Dir auch helfen, bessere Entscheidungen in Deinem Leben zu treffen, oder dich aktiver in Deiner Gesellschaft einzusetzen. Eine Person in Dänemark hat die Webseite findtoilet.dk eingerichtet, die alle öffentlichen Toiletten in Dänemark zeigt, damit Menschen mit Blasenproblemen selbstbewußter ausgehen können. In den Niederlanden ist ein Dienst vervuilingsalarm.nl verfügbar, der Dir eine Warnmeldung sendet, wenn die Luftverschmutzung in Deiner Umgebung einen selbstgewählten Schwellwert überschreitet. In New York kannst Du problemlos herausfinden, wo Du Deinen Hund ausführen darfst, und andere Menschen kennenlernen, die die selben Parks benutzen. Dienste wie "mapumental" in Großbritannien und "mapnificient" in Deutschland helfen Dir, den idealen Wohnort unter Berücksichtigung der Fahrzeit zur Arbeit und der Schönheit der Umgebung zu finden. Alle diese Dienste nutzen offene Regierungsdaten.

source: Economically, open data is of great importance as well. Several studies have estimated the economic value of open data at several tens of billions of Euros annually in the EU alone. New products and companies are re-using open data. The Danish husetsweb.dk helps you to find ways of improving the energy efficiency of your home, including financial planning and finding builders who can do the work. It is based on re-using cadastral information and information about government subsidies, as well as the local trade register. Google Translate uses the enormous volume of EU documents that appear in all European languages to train the translation algorithms, thus improving its quality of service.
de: Wirtschaftlich gesehen sind offene Daten von großer Bedeutung. Mehrere Studien haben den Wert von offenen Daten alleine in der EU auf einen zweistelligen Milliardenbetrag in Euros taxiert. Neue Produkte und Firmen nutzen offene Daten weiter. Die dänische Webseite husetsweb.dk hilft Dir, die Ennergieeffizienz deines Hauses zu verbessern, inklusive der Finanzplanung und der Suche nach Handwerkern. Sie basiert auf Grundbuchinformationen und Daten über staatliche Fördergelder, sowie dem örtlichen Handelsregister. Google Translate nutzt die riesige Menge an EU-Dokumenten, die in allen europäischen Sprachen veröffentlicht werden, um die Übersetzungsalgorithmen zu trainieren, und damit die Übersetzungsqualität zu verbessern.

source: Open data is also of value for government itself. For example, it can increase government efficiency. The Dutch Ministry of Education has published all of their education-related data online for re-use. Since then, the number of questions they receive has dropped, reducing work-load and costs, and the remaining questions are now also easier for civil servants to answer, because it is clear where the relevant data can be found. Open data is also making government more effective, which ultimately also reduces costs. The Dutch department for cultural heritage is actively releasing their data and collaborating with amateur historical societies and groups such as the Wikimedia Foundation in order to execute their own tasks more effectively. This not only results in improvements to the quality of their data, but will also ultimately make the department smaller.
de: Offene Daten sind auch für die Regierung selbst wichtig. Zum Beispiel können sie zur Effizienzsteigerung beitragen. Das Niederländische Bildungsministerium hat alle ihre Bildungsdaten online veröffentlicht. Seitdem hat die Anzahl an einzelnen Nachfragen nachgelassen, was Arbeitsaufwand und Kosten senkt. Gleichzeitig sind die verbleibenden Nachfragen einfacher zu beantworten, weil sie auf die Onlinepublikationen verweisen können. Offene Daten machen die Behörden auch effektiver. Die Niederländische Amt für Kulturbesitz publiziert ihre Daten aktiv und arbeitet mit privaten historischen Gesellschaften und der Wikimedia-Stiftung zusammen, um ihre eigenen Aufgaben effektiver zu erfüllen. Das führt nicht nur zu Verbesserungen in der Qualität seiner Daten, sondern erlaubt auch, das Amt letztendlich schrumpfen zu lassen.

source: While there are numerous instances of the ways in which open data is already creating both social and economic value, we don’t yet know what new things will become possible. New combinations of data can create new knowledge and insights, which can lead to whole new fields of application. We have seen this in the past, for example when Dr. Snow discovered the relationship between drinking water pollution and cholera in London in the 19th century, by combining data about cholera deaths with the location of water wells. This led to the building of London’s sewage systems, and hugely improved the general health of the population. We are likely to see such developments happening again as unexpected insights flow from the combination of different open data sets.
de: Obwohl es unzählige Beispiele gibt, wie offene daten bereits heute gesellschaftlichen und wirtschaftlichen Mehrwert schaffen, wissen wir noch lange nicht, was alles möglich ist. Neue Kombinationen von Datenquellen können neue Erkenntnisse und Wissen schaffen, und völlig neue Anwendungsgebiete eröffnen. Wir haben das in der Vergangenheit erlebt, als z.B. Dr. Snow den Zusammenhang zwischen Trinkwasserverunreinigung und Cholera im London des 19. Jahrhunderts entdeckte, indem er die Verteilung der Choleratoten und die Platzierung der Brunnen verglich. Dies führte zum Bau der Londoner Abwasserkanalisation, die die Gesundheit der Bevölkerung drastisch verbesserte. Wir werden derartige Entwicklungen wahrscheinlich öfter erleben, wenn unerwartete Erkenntnisse aus der Verbindung von verschiedenen offenen Datensätzen entstehen.

source: This untapped potential can be unleashed if we turn public government data into open data. This will only happen, however, if it is really open, i.e. if there are no restrictions (legal, financial or technological) to its re-use by others. Every restriction will exclude people from re-using the public data, and make it harder to find valuable ways of doing that. For the potential to be realized, public data needs to be open data.
de: Dieses ungenutzte Potential kann freigesetzt werden, wenn wir öffentliche Regierungsdaten in Offene Daten verwandeln. Das setzt allerdings voraus, daß sie wirklich offen sind, d.h. daß es keine Beschränkungen (legaler, finanzieller oder technischer Natur) in Bezug auf ihre Weiterverwendung durch Dritte gibt. Jede Einschränkung schließt Menschen von ihrer weiteren Nutzung aus, oder erschwert die Nutzung. Um das Potential nutzen zu können müssen öffentliche Daten offene Daten werden.

source: What is Open Data?
de: Was ist Open Data?

source: This handbook is about *open data* but what exactly is it? In particular what makes *open* data open, and what sorts of data are we talking about?
de: Dieses Handbuch beschreibt *offene Daten*, aber was genau bedeutet das? Insbesondere, was macht *offene* Daten offen, und über welche Art von Daten reden wir?

source: What is Open?
de: Was ist Open?

source: This handbook is about open data - but what exactly is *open* data? For our purposes, open data is as defined by the `Open Definition`_:
de: Dieses Handbuch beschreibt offene Daten - aber was genau sind *offene* Daten? In unserem Zusammenhang sind offene Daten definiert durch die `Open Definition`_:

source: *Open data is data that can be freely used, re-used and redistributed by anyone - subject only, at most, to the requirement to attribute and sharealike.*
de: *offene Daten sind Daten, die von jedermann frei benutzt, weiterverwendet und geteilt werden können - die einzige Einschränkung betrifft die Verpflichtung zur Nennung des Urherbers*

source: The `full Open Definition`_ gives precise details as to what this means. To summarize the most important:
de: Die `full Open Definition`_ beschreibt im Detail, was das bedeutet. Die wichtigsten Punkte zusammengefasst:

source: **Availability and Access:** the data must be available as a whole and at no more than a reasonable reproduction cost, preferably by downloading over the internet. The data must also be available in a convenient and modifiable form.
de: **Verfügbarkeit und freier Zugang:** die Daten müssen als Ganzes verfügbar sein und zu nicht mehr als zumutbaren Vervielfältigungsunkosten, idealerweise als Download im Internet. Die Daten müssen weiterhin in einem zweckmäßigen und edierbaren Format vorliegen.

source: **Re-use and Redistribution:** the data must be provided under terms that permit re-use and redistribution including the intermixing with other datasets.
de: **Wiederverwendung und Weitergabe:** die Daten müssen unter Bedingungen zur Verfügung gestellt werden, die eine Wiederverwendung und Weitergabe ermöglichen, inklusive einer Verwendung der Daten zusammen mit Datensätzen aus anderen Quellen.

source: **Universal Participation:** everyone must be able to use, re-use and redistribute - there should be no discrimination against fields of endeavour or against persons or groups. For example, ‘non-commercial’ restrictions that would prevent ‘commercial’ use, or restrictions of use for certain purposes (e.g. only in education), are not allowed.
de: **Universelle Beteiligung:** Jeder muß in der Lage sein, die Daten zu nutzen, zu verarbeiten und weiterzuverteilen - es darf keine Benachteiligung von einzelnen Personen, Gruppen, oder Anwendungszwecken geben. Zum Beispiel Einschränkungen in der kommerziellen Nutzung, oder Beschränkung auf bestimmte Nutzungszwecke (z.B. nur für Bildungseinrichtungen), sind nicht erlaubt.

source: If you’re wondering why it is so important to be clear about what open means and why this definition is used, there’s a simple answer: **interoperability.**
de: Es gibt eine einfache Antwort auf die Frage, warum eine klare Definition so wichtig ist, und warum wir genau diese Definition formuliert haben: **Kompatibilität.**

source: Interoperability denotes the ability of diverse systems and organizations to work together (inter-operate). In this case, it is the ability to interoperate - or intermix - different datasets.
de: Interoperabilität bezeichnet die Fähigkeit verschiedener Systeme und Organisationen zusammen zu arbeiten. In unserem Fall heißt das, dass verschiedene Datensätze zusammen genutzt und miteinander verquickt werden können, ohne dass dies durch unterschiedliche Lizenzvorgaben oder nicht zusammenpassende Formate erschwert oder verhindert wird.

source: Interoperability is important because it allows for different components to work together. This ability to componentize and to ‘plug together’ components is essential to building large, complex systems. Without interoperability this becomes near impossible — as evidenced in the most famous myth of the Tower of Babel where the (in)ability to communicate (to interoperate) resulted in the complete breakdown of the tower-building effort.
de: Interoperabilität ist wichtig, weil es verschiedenen Komponenten die Zusammenarbeit erlaubt. Diese Fähigkeit, einzelne Bausteine zusammensetzen zu können, ist wichtig, um große, komplexe Systeme zu bauen. Ohne Interoperabilität wird dies nahezu unmöglich - als veranschaulichendes Beispiel sei hier der berühmte Mythos des Turmbau zu Babels herangezogen, wo die Unfähigkeit zu kommunizieren den kompletten Zusammenbruch der gemeinsamen Arbeit am gemeinsamen Turmbauprojekt nach sich gezogen hat.
