Repository: Spencerx/opendatahandbook
Catalog: translation/*/LC_MESSAGES/all.po
Languages: de

source: We face a similar situation with regard to data. The core of a “commons” of data (or code) is that one piece of “open” material contained therein can be freely intermixed with other “open” material. This interoperability is absolutely key to realizing the main practical benefits of “openness”: the dramatically enhanced ability to combine different datasets together and thereby to develop more and better products and services (these benefits are discussed in more detail in the section on ‘why’ open data).
de: Im Hinblick auf Daten stehen wir vor einer ähnlichen Situation. Der Kern einer notwendigen gemeinsamen Basis für eine ‘Zusammenarbeit’ bei Daten (oder auch Programmiercode) ist, dass Teile dieses “offenen” Rohmaterials hierbei frei mit anderen Daten vermischt (aggregiert, verknüpft, kontextualisiert, etc.) werden können. Diese Interoperabilität ist der Schlüssel, um die wesentlichen praktischen Vorteile von “Offenheit” zu erschließen: die dramatisch verbesserte Möglichkeit, verschiedene unterschiedliche Datensätze zu kombinieren und so bessere Produkte und Dienste zu schaffen (diese Vorteile werden im Detail diskutiert im Abschnitt ‘Warum Open Data?’).

source: Providing a clear definition of openness ensures that when you get two open datasets from two different sources, you will be able to combine them together, and it ensures that we **avoid our own ‘tower of babel’: lots of datasets but little or no ability to combine them together into the larger systems where the real value lies.**
de: Eine klare Definition von Offenheit stellt sicher, daß zwei Datensätze von verschiedenen Quellen kombiniert werden können, und es **verhindert einen "Turmbau zu Babel": Viele Datensätze, die nicht oder kaum erlauben, in größeren Systemen miteinander kombiniert zu werden - genau dort, wo der größte Nutzen liegt.**

source: What Data are You Talking About?
de: Welche Daten wollt ihr eigentlich?

source: Readers have already seen examples of the sorts of data that are or may become open - and they will see more examples below. However, it will be useful to quickly outline what sorts of data are, or could be, open -- and, equally importantly, what won’t be open.
de: Wir haben bereits Beispiele von Daten angeführt, die offen sind oder offen werden können - und werden weitere geben. Allerdings ist es an dieser Stelle nützlich, einige Richtlinien zu nennen, welche Art von Daten offen sind, sein können, und - genauso wichtig - welche nicht offen sein werden.

source: The key point is that when opening up data, the focus is on non-personal data, that is, data which does not contain information about specific individuals.
de: Der Kernpunkt ist, daß der Fokus bei der Offenlegung von Daten auf nicht-personenbezogenen Daten liegt - d.h. Daten, die keine Informationen über einzelne Personen enthalten.

source: Similarly, for some kinds of government data, national security restrictions may apply.
de: Gleiches gilt für sicherheitsrelevante Daten von Regierungen und Behörden. Trotzdem gilt unsere Forderung: 'public by default', d.h. dass Daten immer öffentlich sind, es sei denn die oben genannten Ausnahmen treffen zu. Ausnahmen von der öffentlichkeit der Daten müssen im Einzelfall begründet werden.

source: Apply an Open License (Legal Openness)
de: Nutze eine offene Lizenz (juristische Offenheit)

source: In most jurisdictions there are intellectual property rights in data that prevent third-parties from using, reusing and redistributing data without explicit permission. Even in places where the existence of rights is uncertain, it is important to apply a license simply for the sake of clarity. Thus, **if you are planning to make your data available you should put a license on it** – and if you want your data to be `open`_ this is even more important.
de: In den meisten Gesetzgebungen gibt es Urheberrechte auf Daten, die Dritte daran hindern, sie ohne ausdrückliche Erlaubnis zu nutzen, zu verarbeiten und weiterzugeben. Selbst wenn es unklar ist, ob solche Schutzrechte anwendbar sind, ist es wichtig, eine Lizenz anzugeben, um Klarheit zu schaffen. **Wenn Du also Deine Daten verfügbar machst, solltest Du eine Lizenz angeben.** - und wenn Du willst, daß Deine Daten `offen`_ sind, ist es um so wichtiger.

source: What licenses can you use? We recommend that for 'open' data you use one of the licenses conformant with the `Open Definition`_ and marked as suitable for data. This list (along with instructions for usage) can be found at:
de: Welche Lizenzen kannst Du dafür verwenden? Wir empfehlen, daß du für "offene" Daten eine der Lizenzen benutzt, die mit der `Open Definition`_ konform sind und zur Anwendung auf Daten verwendet werden können. Diese Liste (und Benutzungshinweise) findest Du auf:

source: A short 1-page instruction guide to applying an open data license can be found on the Open Data Commons site:
de: Eine kurze einseitige Anleitung für 'Open Data Lizenzen' finde sich auf der Seite von Open Data Commons [in englischer Sprache]

source: Choose Dataset(s)
de: Such dir ein Datenset!

source: Choosing the dataset(s) you plan to make open is the first step – though remember that the whole process of opening up data is iterative and you can return to this step if you encounter problems later on.
de: Suchen Sie sich einen geeigneten Datensatz zur veröffentlichung aus. Schauen Sie, ob es bereits Anfragen nach bestimmten Daten gegeben hat, oder werden Sie selber kreativ!

source: If you already know exactly what dataset(s) you plan to open up you can move straight on to the next section. However, in many cases, especially for large institutions, choosing which datasets to focus on is a challenge. How should one proceed in this case?
de: Wenn Sie bereits Wissen, welche Datensätze sie 'öffnen' wollen können Sie gleich im nächsten Abschnitt weiterlesen. Bedenken Sie aber, dass in vielen Behörden die Auswahl der geeigneten Datensätze zu den größten Herausforderungen zählt!

source: Creating this list should be a quick process that identifies which datasets could be made open to start with. There will be time at later stages to check in detail whether each dataset is suitable.
de: Eine Liste mit den in Frage kommenden Datensätzen zu erstellen sollte kein großes Problem sein und in ist in der Regel in einem kurzen Prozess zu erreichen.

source: There is **no requirement** to create a comprehensive list of your datasets. The main point to bear in mind is whether it is feasible to publish this data at all (whether openly or otherwise) - see :ref:`this previous section <what-data-can-be-open>`.
de: Es ist nicht unbedingt nötig eine vollständige Liste aller Datensätze anuzufertigen. Hauptsächlich sollte klarheit darüber bestehen, ob es sinnvoll und wünschenswert ist diese Daten zu veröffentlichen. - Mehr Informationen dazu gibt es in :ref:`diesem Abschnitt <what-data-can-be-open>`.

source: Asking the community
de: Frag die Community!

source: We recommend that you ask the community in the first instance. That is the people who will be accessing and using the data, as they are likely to have a good understanding of which data could be valuable.
de: Am Anfang sollten Sie relevante Communities ansprechen und dort nachfragen welche Datensätze interessant und relevant sind. DIese Leute arbeiten täglich mit Daten und sind eine der Hauptnutzer staatlicher Open Data Sammlungen - sie sollten also in die Planungen unbedingt mit einbezogen werden.

source: Prepare a short list of potential datasets that you would like feedback on. It is not essential that this list concurs with your expectations, the main intention is to get a feel for the demand. This could be based on other countries' :term:`open data` catalogs.
de: Bereiten Sie eine kurze Liste von Datensätzen vor und holen Sie Feedback ein. Das sollte ein gutes Gefühl für die Nachfrage nach Daten geben. Eine gute Richtschnur dafür können auch die Datenkataloge anderer Länder sein.

source: Create a request for comment.
de: Erstellen Sie eine einfache Website zu ihren Fragestellungen

source: Publicise your request with a webpage. Make sure that it is possible to access the request through its own URL. That way, when shared via social media, the request can be easily found.
de: Veröffentlichen Sie diese Liste auf ihrer Website. Wählen Sie eine eindeutige und prägnante URL, damit die Seite über soziale Medien beworben werden kann!

source: Provide easy ways to submit responses. Avoid requiring registration, as it reduces the number of responses.
de: Geben sie den Nutzern die Möglichkeit, direkt über die Website Daten-Anfragen an sie zu richten, beispielsweise über E-Mail oder über ein einfaches Formular.

source: Circulate the request to relevant mailing lists, forums and individuals, pointing back to the main webpage.
de: Posten Sie diese Liste auch auf relevanten Mailinglisten, Foren und so weiter. Bitten Sie auch verschiedene Organisationen die Anfrage weiterzuverbreiten

source: Run a consultation event. Make sure you run it at a convenient time where the average business person, data wrangler and official can attend.
de: [Optional] Laden sie zu einer Veranstaltung ein, bei der sie Nutzer persönlich treffen können. Achten sie dabei darauf, dass auch berufstätige eine Möglichkeit haben, daran teilzunehmen.

source: Ask a politician to speak on your agency's behalf. Open data is very likely to be part of a wider policy of increasing access to government information.
de: Bitten SIe auch Politiker an der Veranstaltung teilzunehmen. Offene Daten sind immer auch eine politische Entscheidung.

source: Cost basis
de: Kosten

source: How much money do agencies spend on the collection and maintainence of data that they hold? If they spend a great deal on a particular set of data, then it is highly likely that others would like to access it.
de: Wie teuer ist die Datenhaltung? Kostet die Pflege eines bestimmten Datensatzes viel Geld ist es wahrscheinlich, dass dieser auch andere Personen interessieren könnte!

source: This argument may be fairly susceptible to concerns of freeriding. The question you will need to respond to is, "Why should other people get information for free that is so expensive?". The answer is that the expense is absorbed by the public sector to perform a particular function. The cost of sending that data, once it has been collected, to a third party is approximately nothing. Therefore, they should be charged nothing.
de: "Warum sollten Menschen kostenlos an Informationen gelangen, die so umständlich und teuer zu beschaffen sind?" ist sicherlich eine Frage in vielen Behörden. Die Antwort ist relativ einfach: die Bürgerinnen und Bürger haben diese Daten bereits durch ihre Steuergelder bezahlt!

source: Ease of release
de: Einfachheit der öffnung

source: Sometimes, rather than deciding which data would be most valuable, it could be useful to take a look at which data is easiest to get into the public's hands. Small, easy releases can act as the catalyst for larger behavioural change within organisations.
de: Manchmal ist es besser, mit den Datensätzen anzufangen die am einfachsten zu veröffentlichen sind. Diese mögen nicht die gleiche Aufmerksamkeit bekommen wie die 'großen' und 'wichtigen' Datensätze, aber stellen sicher eine gute Übung dar.

source: Be careful with this approach however. It may be the case that these small releases are of so little value that nothing is built from them. If this occurs, faith in the entire project could be undermined.
de: Seien Sie jedoch vorsichtig mit diesem Ansatz. Es kann sein, dass diese kleinen Datensätze von so geringem Wert, dass daraus keine guten Beispiele entstehen. Wenn dies geschieht, könnte der Glaube an das gesamte Projekt untergraben werden.

source: Observe peers
de: Schau dich um.

source: Open data is a growing movement. There are likely to be many people in your area who understand what other areas are doing. Formulate a list on the basis of what those agencies are doing.
de: Die Open Data Bewegung wächst! Fragen Sie Vertreter von NGOs oder Mitarbeiter aus Verwaltungen die schon Erfahrungen mit Open Data gesammelt haben, Ihnen zu helfen.

source: How to Open up Data
de: Wie kann ich (als Behörde, Verwaltung, Organisation, ...) eigentlich Daten öffnen?

source: This section forms the core of this handbook. It gives concrete, detailed advice on how data holders can open up data. We’ll go through the basics, but also cover the pitfalls. Lastly, we will discuss the more subtle issues that can arise.
de: Dieser Abschnitt ist der Kern des Handbuchs. Hier werden konkrete, detaillierte Hinweise gegebn wie datenhaltende Stellen ihren Datenbestand öffnen können.

source: There are three key rules we recommend following when opening up data:
de: Folgende Punkte wollen wir Ihnen besonders ans Herz legen:

source: **Keep it simple.** Start out small, simple and fast. There is no requirement that every dataset must be made open right now. Starting out by opening up just one dataset, or even one part of a large dataset, is fine -- of course, the more datasets you can open up the better.
de: Halten sie es einfach. Fangen sie klein, einfach und schnell an. Niemand verlangt Vollständigkeit am ersten Tag. Es ist völlig in Ordnung, wenn sie mit einem Datensatz oder nur einem einzigen Teil einer großen Datensammlung anfangen. Längerfristig sollte natürlich das Ziel sein, mehr und vollständigere Daten zu veröffentlichen.

source: Remember this is about innovation. Moving as rapidly as possible is good because it means you can build momentum and learn from experience -- innovation is as much about failure as success and not every dataset will be useful.
de: Denken sie daran, dass es hier um Innovation geht. Schnelles Handeln ist gut, denn es ermöglicht das Entstehen einer Eigendynamik und erleichtert das Lernen aus Erfahrung. Innovation bedeutet auch, dass nicht nur Erfolge zu erwarten sein werden. Nicht jedes Datenangebot, dass sie der Öffentlichkeit anbieten können, wird auf große Nachfrage stoßen oder gleichermaßen großen Nutzen bringen.

source: **Engage early and engage often.** Engage with actual and potential users and re-users of the data as early and as often as you can, be they citizens, businesses or developers. This will ensure that the next iteration of your service is as relevant as it can be.
de: Schalten sie sich ein. Treten sie in Kontakt mit den tatsächlichen und potenziellen Nutzern ihrer Daten, so oft und so früh wie möglich. Egal, ob es Bürger, Unternehmen oder Entwickler sind.

source: It is essential to bear in mind that much of the data will not reach ultimate users directly, but rather via ‘info-mediaries’. These are the people who take the data and transform or remix it to be presented. For example, most of us don’t want or need a large database of GPS coordinates, we would much prefer a map. Thus, engage with infomediaries first. They will re-use and repurpose the material.
de: Behalten sie im Hinterkopf, dass ihre Daten häufig auf indirektem Weg an die Endnutzer gelangen, über Vermittler, die diese zur Darstellung oder Auswertung aufbereiten. Beispielsweise lesen wir als Endkonsumenten von Daten typischerweise Längen- und Breitengrade, sondern wünschen uns Kartendarstellungen. Behalten sie daher die Vermittler als wichtigste Nutzegruppe ihrer Daten besonders im Blick.

source: **Address common fears and misunderstandings**. This is especially important if you are working with or within large institutions such as government. When opening up data you will encounter plenty of questions and fears. It is important to (a) identify the most important ones and (b) address them at as early a stage as possible.
de: Sprechen sie typische Ängste und Missverständnisse direkt an - das ist besonders wichtig, wenn sie Teil einer großen Institution oder einr Regierung sind. Mit der Offenlegung von Daten werden sie zahlreiche Fragen (und Ängste) aufwerfen. Es ist wichtig, (a) die wichtigsten zu identifizieren und (b) sie so früh wie möglich offen zu adressieren.

source: There are four main steps in making data open, each of which will be covered in detail below. These are in very approximate order - many of the steps can be done simultaneously.
de: Die Offenlegung von Daten umfasst hauptsächlich 4 Schritte, die weiter unten im Einzelnen beschrieben werden. Die Reihenfolge spielt eine untergeordnete Rolle, einige der Schritte können gleichzeitig erfolgen.

source: **Choose your dataset(s).** Choose the dataset(s) you plan to make open. Keep in mind that you can (and may need to) return to this step if you encounter problems at a later stage.
de: Wählen sie die Daten aus. Entscheiden sie, welche Daten sie veröffentlichen wollen. Bedenken sie, dass es möglich (und in Einzelfällen auch nötig) sein wird, dass sie diesen Schritt mehrmals durchlaufen.

source: **Apply an open license.**
de: **Vergeben sie eine offene Lizenz.**

source: Determine what intellectual property rights exist in the data.
de: Stellen sie fest, wer das Urheberrecht an den Daten besitzt, um die es geht.

source: Apply a suitable ‘open’ license that licenses all of these rights and supports the definition of openness discussed in the section above on ‘What Open Data’
de: Stellen sie die Daten unter eine geeignete Lizenz, die den Nutzern größtmöglichen Spielraum beim Umgang mit den Daten einräumt und den Anforderungen an Offenheit genügt. Mehr dazu erfahren sie im Abschnitt ‘What Open Data’

source: NB: if you can't do this go back to step 1 and try a different dataset.
de: Falls das nicht möglich ist, gehen sie zurück zu Schritt 1 und suchen sie eine andere Datensammlung.

source: **Make the data available** - in bulk and in a useful format. You may also wish to consider alternative ways of making it available such as via an API.
de: **Machen sie die Daten verfügbar** - als Massen-Download und in nützlichen Formaten. Bedenken sie auch die Veröffentlichung auf alternativen Wegen wie z.B. über eine API.

source: **Make it discoverable** - post on the web and perhaps organize a central catalog to list your open datasets.
de: **Machen sie die Daten auffindbar** - verlinken sie im Web auf ihre Daten. Ziehen sie die erstellung eines zentralen Datenkatalogs in Betracht, in dem alle Datenangebote gelistet werden.

source: Make Data Available (Technical Openness)
de: Machen sie die Daten verfügbar (technische Offenheit)

source: :term:`Open data` needs to be technically open as well as legally open. Specifically, the data needs to be available in bulk in a :term:`machine-readable` format.
de: :term: 'Open Data' muss sowohl in technischer wie in rechtlicher Hinsicht 'offen' sein. Die Daten sollten insbesondere in maschinenlesbarer Form vorliegen.

source: Data should be priced at no more than a reasonable cost of reproduction, preferably as a free download from the Internet. This pricing model is achieved because your agency should not undertake any cost when it provides data for use.
de: Verfügbar - zu einem höchstens geringen Kostenaufwand, der die Reproduktionskosten deckt, bevorzugt als kostenloser Download über das Intenet. Grundsätzlich gilt: Veröffentlichen sie ihre Daten im Internet, wenn immer möglich.

source: The data should be available as a complete set. If you have a register which is collected under statute, the entire register should be available for download. A web API or similar service may also be very useful, but they are not a substitutes for bulk access.
de: Machen sie die Daten verfügbar - als Massen-Download und in nützlichen Formaten. Bedenken sie auch die Veröffentlichung auf alternativen Wegen wie z.B. über eine API.

source: Re-use of data held by the public sector should not be subject to patent restrictions. More importantly, making sure that you are providing machine-readable formats allows for greatest re-use. To illustrate this, consider statistics published as :abbr:`PDF (Portable Document Format)` documents, often used for high quality printing. While these statistics can be read by humans, they are very hard for a computer to use. This greatly limits the ability for others to re-use that data.
de: Eine Weiterverarbeitung von Daten des öffentlichen Sektors sollte keinen Patentschutz oder anderen Schutzrechten unterliegen. Ebenso wichtig: stellen Sie sicher, dass die maschinenlesbare Formate verwenden um die bestmögliche Weiterverwendung zu gewährleisten. Statistiken die als 'PDF (Portable Document Format') veröffentlicht werden sind meistens auf eine gute Druckqualität hin optimiert. Diese Dateien können von Menschen sehr gut gelesen werden, doch Computer können in der Regel nur wenig damit anfangen. Dies schränkt die Möglichkeiten der Weiterverwendung deutlich ein.

source: Here are a few policies that will be of great benefit:
de: Die Hauptsache sollte sein:

source: Keep it simple,
de: Halten SIe es einfach!

source: Move fast
de: Seien Sie schnell!

source: Be pragmatic.
de: Seien Sie pragmatisch!

source: In particular it is better to give out raw data now than perfect data in six months' time.
de: Es ist besser, heute Rohdaten zu veröffentlichen, als perfekte Daten erst in sechs Monaten.

source: There are many different ways to make data available to others. The most natural in the Internet age is online publication. There are many variations to this model. At its most basic, agencies make their data available via their websites and a central catalog directs visitors to the appropriate source. However, there are alternatives.
de: Es gibt viele Möglichkeiten, um Daten verfügbar zu machen. Im Zeitalter des Internets ist es naheliegend, das Internet als Weg für die Verteilung zu wählen. Je nachdem, wie umfangreich die Daten sind, die sie zur Verfügung stellen wollen, könnten jedoch auch andere Wege wie DVDs oder USB-Speicher eine Rolle spielen.

source: When :term:`connectivity` is limited or the size of the data extremely large, distribution via other formats can be warranted. This section will also discuss alternatives, which can act to keep prices very low.
de: Bei besonders großen Datensätzen oder schlechten Internetverbindungen sollte über alternative Verteilungsformen nachgedacht werden, um die Kosten niedrig zu halten und gleichzeitig eine große Verbreitung sicherzustellen.

source: Via your existing website
de: Über die bestehende Website

source: The system which will be most familiar to your web content team is to provide files for download from webpages. Just as you currently provide access to discussion documents, data files are perfectly happy to be made available this way.
de: Genau wie herkömliche Dokumente können Sie auch größere Dateien zum einfachen Download auf ihrer Seite anbieten.

source: One difficulty with this approach is that it is very difficult for an outsider to discover where to find updated information. This option places some burden on the people creating tools with your data.
de: Das einzige Problem bei dieser Vorgehensweise: für 'Outsider' kann es schwierig sein an neue Informationen zu gelangen.

source: Via 3rd party sites
de: Über Seiten dritter

source: Many repositories have become hubs of data in particular fields. For example, pachube.com is designed to connect people with sensors to those who wish to access data from them. Sites like Infochimps.com and Talis.com allow public sector agencies to store massive quantities of data for free.
de: Viele Verzeichnisse haben sich zu 'Datenhubs' in ihrem Bereich entwickelt. Pachube.com verbindet Menschen mit Senoren mit solchen die Daten von ihnen haben wollen. Seiten wir Infochimps.com oder Talis.com erlauben es öffentlichen Verwaltungen große Mengen an Daten kostenlos zu hosten.
